{
  "title": "Privacy Policy",
  "description": "Learn how we collect, use, and protect your personal information on Pixels to Inches.",
  "introduction": {
    "title": "Introduction",
    "content": "This Privacy Policy describes how Pixels to Inches (\"we,\" \"our,\" or \"us\") collects, uses, and protects your personal information when you use our website and services. We are committed to protecting your privacy and ensuring the security of your personal information."
  },
  "informationCollection": {
    "title": "Information We Collect",
    "content": "We collect information to provide better services to all of our users. The types of information we collect include:",
    "items": [
      "Information you provide directly: When you use our pixel to inches conversion tool, no personal information is required or stored.",
      "Analytics information: We use Google Analytics and similar services to understand website usage. These services may automatically collect information such as your IP address, browser type, operating system, referring URLs, device information, and pages visited.",
      "Cookies and similar technologies: Third-party analytics services (such as Google Analytics) use cookies and similar tracking technologies to collect usage data and improve our website performance."
    ]
  },
  "informationUsage": {
    "title": "How Information Is Used",
    "content": "The information collected through third-party analytics services is used for the following purposes:",
    "items": [
      "To provide and maintain our conversion service",
      "To understand how visitors use our website and identify areas for improvement",
      "To monitor website performance and Core Web Vitals metrics",
      "To analyze user behavior patterns and optimize user experience",
      "To detect and address technical issues or security threats",
      "To generate anonymized usage statistics and reports"
    ],
    "note": "We do not use this information to identify individual users or for marketing purposes. All analytics data is processed in accordance with the privacy policies of our third-party service providers."
  },
  "informationProtection": {
    "title": "How We Protect Your Information",
    "content": "We implement appropriate technical and organizational security measures to protect against unauthorized or unlawful processing of your personal data and against accidental loss, destruction, or damage. However, please note that no method of transmission over the Internet or method of electronic storage is 100% secure."
  },
  "cookies": {
    "title": "Cookies and Tracking Technologies",
    "content": "We use cookies and similar tracking technologies for the following purposes:",
    "types": [
      "Essential cookies: Required for basic website functionality and security",
      "Performance cookies: Help us understand how visitors interact with our website by collecting anonymous usage statistics",
      "Analytics cookies: Used to measure website performance and user behavior to improve our service"
    ],
    "control": "You can control cookies through your browser settings. You can refuse all cookies or be notified when a cookie is being sent. However, disabling certain cookies may affect website functionality.",
    "webVitals": "We collect Core Web Vitals performance metrics to monitor and improve website speed and user experience. This data is anonymized and does not identify individual users."
  },
  "thirdParty": {
    "title": "Third-Party Services",
    "content": "We use third-party services to help us operate and improve our website:",
    "services": {
      "analytics": {
        "title": "Web Analytics",
        "content": "We use web analytics services to understand how visitors interact with our website. This helps us improve user experience and website performance. These services may collect information such as your IP address, browser type, pages visited, time spent on pages, and other usage statistics."
      },
      "performance": {
        "title": "Performance Monitoring", 
        "content": "We collect Core Web Vitals and performance metrics to monitor and improve website speed and user experience. This data is anonymized and used solely for technical optimization purposes."
      },
      "general": {
        "title": "Data Sharing",
        "content": "These third-party services have access to certain information only to perform specific tasks on our behalf and are obligated not to disclose or use it for any other purpose. We ensure all third-party services comply with applicable privacy laws and regulations."
      }
    }
  },
  "dataRetention": {
    "title": "Data Retention",
    "content": "We have different retention policies for different types of data:",
    "policies": [
      "Conversion data: We do not store any personal data that you enter into our conversion tools. All calculations are performed locally in your browser in real-time.",
      "Uploaded images: Images uploaded for DPI analysis are processed locally in your browser and are never sent to our servers.",
      "Analytics data: Anonymized usage statistics and performance metrics may be retained for up to 26 months to help us improve our service.",
      "Log data: Server logs containing IP addresses and basic request information are retained for up to 90 days for security and technical purposes."
    ]
  },
  "userRights": {
    "title": "Your Data Protection Rights",
    "content": "Depending on your location, you may have the following rights regarding your personal information:",
    "items": [
      "The right to access, update, or delete the information we have on you",
      "The right of rectification",
      "The right to object",
      "The right of restriction",
      "The right to data portability",
      "The right to withdraw consent"
    ]
  },
  "childrenPrivacy": {
    "title": "Children's Privacy",
    "content": "Our service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us."
  },
  "policyChanges": {
    "title": "Changes to This Privacy Policy",
    "content": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the \"Last Updated\" date."
  },
  "contact": {
    "title": "Contact Us",
    "content": "If you have any questions about this Privacy Policy, please contact us through our website contact form or by email."
  },
  "lastUpdated": "Last Updated:"
}